tap "int128/kubelogin"
tap "jacobbednarz/tap"
tap "rs/tap"
tap "tobi/try", "https://github.com/tobi/try"
tap "ycd/tap"

brew "ast-grep"
brew "awscli"
brew "aws-vault"
brew "bashdb"
brew "jacobbednarz/tap/cf-vault"
brew "coreutils"
brew "curl", link: :overwrite
brew "dive"
brew "delve" # Go debugger
# brew "rs/tap/dnstrace" # forumula missing in action
brew "doggo" # modern dig
brew "ycd/tap/dstp"
brew "dstp" # common reachability checks for your site
brew "dust" # modern du
brew "fd" # modern find
brew "fish" # should be installed as part of bootstrapping a machine, but just in case
brew "fzf" # better file explorer
brew "gh"
brew "git"
brew "glances" # modern top/htop
brew "gnupg"
brew "golangci-lint"
brew "goreleaser"
brew "graphviz"
brew "grepcidr" # filter IPs using regex
brew "grex"
brew "grpcurl" # curl, but for gRPC
brew "helm"
brew "htop"
brew "jo"
brew "jq"
brew "k9s"
brew "kubectx"
brew "int128/kubelogin/kubelogin"
brew "kubernetes-cli"
brew "kubie"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "mtr"
brew "mysql", restart_service: :changed
brew "neovim"
brew "pinentry"
brew "pinentry-mac" if OS.mac?
brew "pstree"
brew "railway"
brew "rdap"
brew "re2"
brew "reattach-to-user-namespace" if OS.mac? # wrapper for accessing MacOS pasteboard
brew "ripgrep"
brew "sd" # actually usable `sed`
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "solargraph"
brew "sqlite"
brew "stow" # should be installed as part of bootstrapping a machine, but just in case
brew "tmux"
brew "tree"
brew "tobi/try/try"
brew "uv"
brew "watch"
brew "websocat" # toolkit for websockets
brew "wget"
brew "whois"
brew "wrk"
brew "ykman"
brew "yq"
brew "yubikey-agent"
brew "zoxide" # better `cd`

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "claude-code"
cask "docker-desktop"
cask "elgato-control-center"
cask "ghostty"
cask "gpg-suite"
cask "istat-menus"
cask "kaleidoscope"
cask "loop"
cask "lunar"
cask "mitmproxy"
cask "monodraw"
cask "obsidian"
cask "orbstack"
cask "postico"
cask "proxyman"
cask "raycast"
cask "rocket"
cask "shortcat"
cask "shottr"
cask "slack"
cask "spotify"
cask "tower"
cask "utm"
cask "vagrant"
cask "vanilla"
# unable to resolve softwareupdate-prod.broadcom.com atm
# cask "vmware-fusion"
cask "wireshark-app"
cask "yubico-authenticator"
cask "zed"
