brew "autojump"
brew "bashdb"
brew "jacobbednarz/homebrew/cf-vault"
brew "coreutils"
brew "curl"
brew "delve" # Go debugger
brew "dnstrace"
brew "doggo" # modern dig
brew "ycd/tap/dstp"
brew "dstp" # common reachability checks for your site
brew "dust" # modern du
brew "fd" # modern find
brew "fish" # should be installed as part of bootstrapping a machine, but just in case
brew "gh"
brew "git"
brew "glances" # modern top/htop
brew "golangci-lint"
brew "goreleaser"
brew "graphviz"
brew "grepcidr" # filter IPs using regex
brew "grpcurl" # curl, but for gRPC
brew "htop"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "kubie"
brew "mise"
brew "mtr"
brew "pinentry"
brew "pinentry-mac"
brew "pstree"
brew "rdap"
brew "re2"
brew "reattach-to-user-namespace" # wrapper for accessing MacOS pasteboard
brew "ripgrep"
brew "sd" # actually usable `sed`
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "solargraph"
brew "sqlite"
brew "stow" # should be installed as part of bootstrapping a machine, but just in case
brew "tree"
brew "websocat" # toolkit for websockets
brew "wget"
brew "whois"
brew "ykman"
brew "yq"
brew "yubikey-agent"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "aws-vault"
cask "docker"
cask "ghostty"
cask "gpg-suite"
cask "istat-menus"
cask "joplin"
cask "kaleidoscope"
cask "loop"
cask "lunar"
cask "mitmproxy"
cask "monodraw"
cask "postico"
cask "proxyman"
cask "raycast"
cask "rocket"
cask "shortcat"
cask "shottr"
cask "slack"
cask "spotify"
cask "tower"
cask "utm"
cask "vagrant"
cask "vanilla"
# unable to resolve softwareupdate-prod.broadcom.com atm
# cask "vmware-fusion"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zed"
cask "elgato-control-center"
