tap "buildkite/cli"
tap "caskroom/fonts"
tap "cloudflare/cloudflare"
tap "drud/ddev"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "isacikgoz/gitin"
tap "jabley/wrk2"
tap "jacobbednarz/homebrew", "https://github.com/jacobbednarz/homebrew-tap.git"
tap "joshuaclayton/formulae"
tap "puma/puma"
tap "rs/tap"
tap "shopify/shopify"
tap "sj26/git-buildkite"
tap "skanehira/docui"
tap "syntaqx/tap"
tap "wagoodman/dive"
tap "wata727/tflint"
brew "ack"
brew "afl-fuzz"
brew "python"
brew "ansible", link: false
brew "apachetop"
brew "aptly"
brew "aspell"
brew "autojump"
brew "awscli"
brew "bashdb"
brew "bazaar"
brew "chromedriver"
brew "coreutils"
brew "ctags"
brew "curl", link: true
brew "jemalloc"
brew "docker", link: false
brew "docker-compose", link: false
brew "exiv2"
brew "findutils"
brew "fzf"
brew "gdb"
brew "geckodriver"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "gmp"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "goenv"
brew "gperftools"
brew "graphviz"
brew "grc"
brew "grepcidr"
brew "grpcurl"
brew "hadolint"
brew "hashcat"
brew "hexyl"
brew "lua"
brew "highlight"
brew "hping"
brew "htop"
brew "httperf"
brew "httpie"
brew "httpry"
brew "hub"
brew "iamy"
brew "imagemagick"
brew "ipcalc"
brew "jid"
brew "jo"
brew "jq"
brew "libmaxminddb"
brew "libressl"
brew "macvim"
brew "mas"
brew "memcache-top"
brew "memcached"
brew "mitmproxy"
brew "mtr"
brew "mutt"
brew "mysql@5.6"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "pkg-config"
brew "nodenv"
brew "nvm"
brew "packer"
brew "parallel"
brew "percona-toolkit"
brew "postgresql"
brew "psgrep"
brew "pstree"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "reattach-to-user-namespace"
brew "redis"
brew "shellcheck"
brew "siege"
brew "socat"
brew "spoof-mac"
brew "sqlmap"
brew "ssllabs-scan"
brew "stress-ng"
brew "sysbench"
brew "sysdig"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "v8"
brew "vim", link: false
brew "watch"
brew "weechat"
brew "wget"
brew "whois"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "buildkite/cli/bk"
brew "cloudflare/cloudflare/cloudflared"
brew "drud/ddev/ddev"
brew "heroku/brew/heroku"
brew "isacikgoz/gitin/gitin"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "jacobbednarz/homebrew/avgtime"
brew "puma/puma/puma-dev"
brew "rs/tap/dnstrace"
brew "shopify/shopify/toxiproxy"
brew "sj26/git-buildkite/git-buildkite"
brew "syntaqx/tap/serve"
brew "wagoodman/dive/dive"
brew "wata727/tflint/tflint"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "authy"
cask "aws-vault"
cask "balsamiq-mockups"
cask "bartender"
cask "blockblock"
cask "brave"
cask "burp-suite"
cask "caffeine"
cask "ccmenu"
cask "charles-beta"
cask "chromedriver"
cask "daisydisk"
cask "dash"
cask "deckset"
cask "disk-drill"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "flux"
cask "fork"
cask "gas-mask"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpgtools"
cask "graphiql"
cask "imageoptim"
cask "inssider"
cask "istat-menus"
cask "iterm2-beta"
cask "kaleidoscope"
cask "keybase"
cask "keycastr"
cask "krisp"
cask "licecap"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-edge-canary"
cask "microsoft-edge-dev"
cask "monodraw"
cask "muzzle"
cask "netspot"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "omnigraffle"
cask "oversight"
cask "owasp-zap"
cask "paw"
cask "pocket-casts"
cask "postbox"
cask "postico"
cask "querious"
cask "reikey"
cask "safari-technology-preview"
cask "scrivener"
cask "sequel-pro"
cask "sizeup"
cask "sketch"
cask "sketchup"
cask "skitch"
cask "skype"
cask "slack"
cask "sloth"
cask "spotify"
cask "sysdig-inspect"
cask "taskexplorer"
cask "textmate"
cask "textual"
cask "time-out"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "transmit"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "whatsyoursign"
cask "wireshark"
cask "caskroom/fonts/font-hack-nerd-font"
mas "Amphetamine", id: 937984704
mas "Captured", id: 414675451
mas "ColorSnapper", id: 418176775
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MCG", id: 799178412
mas "MindNode", id: 1289197285
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shush", id: 496437906
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
